language                                      = Română (&Romanian)
translators                                   = Oprea Nicolae

about.title                                   = Despre [app.name]
about.notregistered                           = Neînregistrat
about.eula                                    = Vizualizare EULA

ok                                            = Ok
cancel                                        = Anulează
yes                                           = Da
no                                            = Nu
close                                         = Închide
error                                         = Eroare
warning                                       = Avertisment
or                                            = sau
and                                           = şi

app.unknownError                              = S-a produs o eroare.
app.activatedExistingInstance                 = O instanţă a [app.name] rulează deja.
app.readonly                                  = doar citire
app.restartneeded                             = Aplicaţia va fi repornită acum
app.restartneeded.title                       = Repornirea este necesară

undo                                          = &Reface
redo                                          = &Face din nou

notebook.browse.filemask.db                   = Agendă CintaNotes
notebook.new.caption                          = Agendă nouă
notebook.open.caption                         = Deschide agendă
notebook.save.caption                         = Salveaza agendă ca



notelinkprotocol.restore.message              = Protocolul legăturilor a fost deteriorat. Doriţi restaurarea lui?

menu.file                                     = {s}&Fişier{s}
menu.file.new                                 = &Nou…
menu.file.open                                = &Deschide…
menu.file.saveas                              = &Salvează ca…
menu.file.close                               = &Închide
menu.file.import                              = &Import…
menu.file.export                              = &Export…
menu.file.print                               = Im&primă…
menu.file.backup                              = &Rezervă
menu.file.backup.now                          = Copiere de siguranţă acum
menu.file.backup.hourly.enabled               = La fiecare &oră
menu.file.backup.daily.enabled                = &Zilnic
menu.file.backup.weekly.enabled               = &Săptămînal
menu.file.recyclebin                          = Coş de gunoi
menu.file.passwordprotection                  = Protecţie cu p&arolă…
menu.file.sync                                = Sincronizare
menu.file.exit                                = Ie&şire

menu.edit                                     = {s}&Editează{s}
menu.edit.new                                 = Notă &nouă
menu.edit.edit                                = &Editează
menu.edit.copy                                = &Copiază
menu.edit.cut                                 = &Taie
menu.edit.paste                               = &Lipeşte
menu.edit.delete                              = &Şterge
menu.edit.merge                               = &Uneşte
menu.edit.replacetags                         = &Înlocuire etichete…
menu.edit.selectall                           = Selecteaza &tot
menu.edit.properties                          = Pr&oprietăţi…
menu.edit.print                               = Imp&rimă…
menu.edit.copylink                            = Copiază &legătură notă
menu.edit.pastenotelink                       = Lipeşte legătură notă
menu.edit.inserttimestamp                     = Inserează timpul
menu.edit.insertdate                          = Inserează data curentă

menu.view                                     = {s}&Vizualizare{s}
menu.view.notecolor                           = Temă &culoare
menu.view.notecolor.red                       = &Roşu
menu.view.notecolor.orange                    = &Portocaliu
menu.view.notecolor.yellow                    = Ga&lben
menu.view.notecolor.green                     = &Verde
menu.view.notecolor.cyan                      = &Turcoaz
menu.view.notecolor.blue                      = &Albastru
menu.view.notecolor.purple                    = V&iolet
menu.view.notecolor.gray                      = &Gri
menu.view.tagsidebar                          = Bară &etichete laterală
menu.view.sectionbar                          = Bară &secţiune
menu.view.reversed                            = Ordine inve&rsă
menu.view.sorting                             = S&ortează după
menu.view.sorting.manual                      = M&anual
menu.view.sorting.created                     = Dată &creare
menu.view.sorting.modified                    = Dată &modificare
menu.view.sorting.title                       = &Titlu
menu.view.sorting.link                        = &Legătură
menu.view.sorting.size                        = &Mărime
menu.view.history.back                        = Înapoi
menu.view.history.forward                     = Înainte
menu.view.history.clear                       = &Curăţare istoric
menu.view.history.display                     = &Vizualizare istoric

sort.manual                                   = M&anual
sort.created                                  = &Creat
sort.modified                                 = &Modificat
sort.title                                    = &Titlu
sort.link                                     = &Legătură
sort.size                                     = &Mărime
sort.reverse                                  = O&rdine inversă

menu.options                                  = {s}&Opţiuni{s}
menu.options.hotkey                           = T&aste rapide…
menu.options.clipping                         = &Tăiere
menu.options.clipping.silent                  = &Tăcut
menu.options.clipping.after                   = &După tăiere
menu.options.clipping.after.showinboxsection  = Comută la secţiunea &Inbox
menu.options.clipping.after.showuntagged      = Comută la vizualizarea notelor fără etichetă
menu.options.clipping.after.openeditor        = Deschide în &editor
menu.options.clipping.after.assignactivetags  = &Atribuiere etichete active
menu.options.clipping.title                   = Utilizează ca titlu
menu.options.clipping.title.apptitle          = Titlul &aplicaţiei
menu.options.clipping.title.firstline         = &Prima linie din text
menu.options.clipping.title.blankline         = Linie &goală

menu.view.noteappearance                      = Listă &note…

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Legături
menu.options.editor.links.recognize           = &Evidenţiază legăturile
menu.options.editor.links.singleclick         = Un &singur clic pe legături
menu.options.editor.links.doubleclick         = &Dublu-clic pe legături
menu.options.editor.initialfocus              = Focalizare &iniţială
menu.options.editor.initialfocus.title        = Titlu
menu.options.editor.initialfocus.text         = Text



menu.options.editor.wordwrap                  = Limitare text la margini


menu.options.search                           = Caută
menu.options.search.reset.onctrlf             = &Resetare căutare la [ctrl]+F
menu.options.search.reset.multistep           = Resetare &multi-pas la [esc]

menu.options.tags                             = &Etichete
menu.options.tags.lowercase                   = Doar &litere mici
menu.options.tags.accepton                    = &Acceptă sugestii despre
menu.options.tags.displaycounts               = &Afişare nr. folosiri etichete în Bară etichete laterală
menu.options.tags.autodeleted                 = Implicit şters a&utomat
menu.options.tags.suggestions.contextsensitive = Sugestii &conţinut senzitiv

menu.options.tags.accepton.space              = Bară de &spaţiu
menu.options.tags.accepton.click              = &Click de mouse singular

menu.options.window                           = &Fereastră
menu.options.minimizetotray                   = &Minimizează în bară sistem
menu.options.closetotray                      = Î&nchide în bară sistem
menu.options.alwaysontop                      = Mereu &deasupra
menu.options.window.minimizeonesc             = Minimizează la apăsarea &Esc
menu.options.minimizetotray.error             = Minimizarea în bara sistem este necesară pentru protecţa prin parolă.

menu.options.startup                          = Pornire
menu.options.runatstartup                     = &Rulează la pornirea sistemului
menu.options.startup.minimized                = Rulează &minimizat
menu.options.startup.multipleinstances        = Permite inst&anţe multiple
menu.options.startup.restoretagsfilter        = Restaurare ultima etichetă selecţionată
menu.options.startup.multipleinstances.activationmsg = &Notifică atunci cînd există instanţă în cur se activare

menu.options.system                           = Sistem
menu.options.system.associatewithdbfile       = Asociază [app.name] cu fişierele .db
menu.options.system.registerlinkprotocol      = Înregistrare protocol &legătură
menu.options.system.proxysettings             = Setări &proxy
menu.options.system.registry.error            = Regiştri nu pot fi modificaţi. Vă rugăm rulaţi [app.name] ca administrator şi reîncercaţi.

registerlinkprotocol.title                    = Înregistrare protocol legături
registerlinkprotocol.registered               = Această instanţă [app.name] este acum înregistrată să se ocupe de clic-urile legăturilor cintanotes://.
registerlinkprotocol.unregistered             = Această instanţă [app.name] este acum neînregistrată şi nu se va mai ocupa de clic-urile legăturilor cintanotes:// de acum înainte.

menu.options.language                         = &Limbă

menu.help                                     = {s}&Ajutor{s}
menu.help.help                                = &Ajutor
menu.help.website                             = Site &web
menu.help.forum                               = &Forum
menu.help.roadmap                             = Pagină &discuţii
menu.help.translate                           = &Traduceri
menu.help.debug                               = &Depanare
menu.help.debug.logging                       = Jurnalizare &depanare
menu.help.license                             = &Licenţă
menu.help.checkforupdates                     = Verifică pentru actualizări
menu.help.about                               = &Despre [app.name]

menu.updatenotify.tooltip                     = O nouă versiune CintaNotes este disponibilă

confirmdelete.one                             = Ştergeţi nota {n}'{0}'?
confirmdelete.many                            = Ştergeţi {0} note selectate?
confirmdelete.title.one                       = Ştergeţi nota?
confirmdelete.title.many                      = Ştergeţi notele?
confirmdelete.unsaved                         = Nota nu a fost încă salvată. Anulaţi modificările?
confirmdelete.openineditor.title              = Nota este deschisă în editor
confirmdelete.openineditor                    = Nota '{0}' este curent deschisă pentru editare.{n}Sigur doriţi să o ştergeţi?
confirm.movetorecyclebin.one                  = Mutaţi nota {n}'{0}'{n}la coşul de gunoi?
confirm.movetorecyclebin.many                 = Mutaţi {0} note selectate în coşul de gunoi?
confirm.movetorecyclebin.title.one            = Mutaţi nota la coşul de gunoi?
confirm.movetorecyclebin.title.many           = Mutaţi notele la coşul de gunoi?

confirm.merge.title                           = Îmbinare note?
confirm.merge.message                         = Sigur doriţi să îmbinaţi aceste note?

confirmationdialog.dontaskagain               = Nu întreba din nou

deletenotesmessagedialog.caption              = Mutaţi notele la Coşul de gunoi?
deletenotesmessagedialog.title                = Coşul de Gunoi este configurat să păstreze doar {1} note în timp ce dvs. ştergeţi {0} note.{n}Ce aţi dori să faceţi?
deletenotesmessagedialog.button.increase      = Măreşte
deletenotesmessagedialog.increase.description = Măreşte numărul notelor pe care Coşul de Gunoi le va păstra
deletenotesmessagedialog.button.delete        = Şterge
deletenotesmessagedialog.delete.description   = Ştergeţi celelalte {0} note permanent?

confirmlinkopening.message                    = Deschiderea a {0} legături deodată poate cauza sistemului dvs. să devină necomunicativ.{n} Doriţi să continuaţi?

filter                                        = Filtru:
filter.anytextfield                           = Cîmp orice text
filter.textandtitle                           = &Text şi titlu
filter.text                                   = Doar te&xt
filter.title                                  = Doar t&itlu
filter.time.created                           = Oră &creare
filter.time.modified                          = Oră &modificare
filter.remarks                                = &Remarci
filter.attachments                            = &Ataşamente
filter.link                                   = &Legătură
filter.tags                                   = Etichete
filter.all                                    = &Oriunde
search.insidewords                            = Caută în cuvinte
search.acrossfields                           = Căutare dincolo de limitele cîmpului

license.message.text                          = Această funcţie este disponibilă doar în versiunea comercială
license.message.caption                       = Vă trebuie o licenţă

noteslist.notebookempty                       = Jurnalul dvs. este gol.{n}{n} Pentru a adaugă note, apăsaţi tasta Ins sau selectaţi un text într-o altă aplicaţie şi apăsaţi tasta de Adăugare notă ([clipping.default.key] by default).{n} Puteţi, de asemenea, să creaţi note prin inserarea unui text din clipboard.
noteslist.sectionempty                        = Această secţiune este goală.
noteslist.notfound                            = Nici o notă nu corespunde filtrului curent.{n}
noteslist.openlink                            = Deschide &legătura
noteslist.tag                                 = &Etichetă
noteslist.export.selected                     = &Exportă…
noteslist.move                                = M&ută
noteslist.move.up                             = &Sus
noteslist.move.down                           = &Jos
noteslist.move.top                            = Î&n Sus
noteslist.move.bottom                         = &În jos
noteslist.properties                          = Proprietăţi…
noteslist.move.tosection                      = în &secţiunea...

noteslist.attachments.more                    = (încă {0})

noteedit.title                                = Editează
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] pentru a accepta schimbările)
noteedit.link                                 = Legătură
noteedit.tags                                 = Etichete
noteedit.remarks                              = Remarci
noteedit.new.title                            = Notă nouă
noteedit.readonly.title                       = Notă doar-citire
noteedit.notesaved                            = Notă salvată


noteedit.notelinkcopied                       = Legătura notei a fost copiată în clipboard.
noteedit.links.itselferror                    = Nu se poate adăuga o legătură ei înşişi
noteedit.links.alreadynotelinkerror           = Nu se poate adăuga o legătura unui text care conţine deja o legătură
noteedit.links.multilineerror                 = Nu se pot adăuga legături compuse din mai multe linii
noteedit.links.createnewnote                  = Crează notă nouă
noteedit.links.updatecaption                  = Actualizare legătură de legendă
noteedit.links.typetip                        = Tastaţi pentru a căuta după titlu
noteedit.links.tip.notenotfound               = Nota legată nu a fost găsită
noteedit.links.tip.notebooknotfound           = Agenda care conţine nota legată nu a fost găsită
noteedit.links.tip.notebookencrypted          = Agenda care conţine nota legată este criptată
noteedit.section.tip                          = Secţiune
noteedit.linkedit.tip                         = Editare legătură
noteedit.linkedit.open.tip                    = Deschide legătură
noteedit.attach.tip                           = Ataşare fişier

noteedit.attach.confirm.title                 = Confirmaţi ataşarea fişierelor
noteedit.attach.confirm                       = Ataşează următoarele {0} fişiere?
noteedit.attach.confirm.nfilesmore            = încă {0} fişier(e)

noteedit.attach.alreadyattached               = Fişierul '{0}' este deja ataşat. Doriţi să-l actualizaţi?
noteedit.attach.alreadyattached.title         = Fişier deja ataşat
noteedit.attach.updatename                    = Fişierul '{0}' este deja ataşat sub un alt nume: '{1}'.{n}Doriţi să actualizaţi numele?
noteedit.attach.updatename.title              = Fişier deja ataşat

noteedit.attach.updatefromdisk.title          = Ataşamentul a fost modfificat pe disc.
noteedit.attach.updatefromdisk                = Ataşamentul '{0}' a fost modificat pe disc. Actualizaţi?

noteedit.attach.cleanup.failed                = Nu se poate şterge ataşamentul extras '{0}', probabil încă este editat.{n}Închideţi oricum?
noteedit.attach.cleanup.failed.title          = Ataşamentul este încă editat

noteedit.attach.open.pwprotected              = Pentru vizualizare, ataşamentul '{0}' {n}va fi salvat necriptat ca fişier temporar.{n}Continuaţi?
noteedit.attach.open.pwprotected.title        = Avertisment securitate

noteedit.attach.syncing.sizelimitexceeded     = Limita mărimii ataşamentelor va fi depăşită iar sincronizarea{n}nu va putea fi finalizată pînă cînd unele ataşamente vor fi înlăturate. {n}Ataşaţi, oricum, fişierele?
noteedit.attach.syncing.sizelimitexceeded.title = Limita mărimii pentru sincronizare ataşamente depăşită

linkswatchdog.title                           = Corupere legătură detectată
linkswatchdog.message                         = Legătură coruptă: {0} -> {1}

linkswatchdog.title                           = Corupere legătură detectată
linkswatchdog.message                         = Legătură coruptă: {0} -> {1}

noteedit.openfilelink.notexists.title         = Fişierul nu a fost găsit
noteedit.openfilelink.notexists.message       = Fişierul {0} nu a fost găsit. Doriţi îndepărtarea legăturii?

noteedit.copylinktounsavednote.caption        = Copiază legătura în notă nesalvată
noteedit.copylinktounsavednote.message        = Doriţi să salvaţi această notă şi să îi ataşaţi legătura?

noteedit.attachment.toolarge                  = Acest fişier este prea mare.{n}Puteţi ataşa doar fişiere pînă la {0} [gbytes] mărime.
noteedit.attachment.notexist                  = Fişierul '{0}' nu a fost găsit.
noteedit.attachment.attach.progress.title     = Ataşare fişier
noteedit.attachment.attach.progress.message   = Ataşare {0}...
noteedit.attachment.open                      = Deschide
noteedit.attachment.openwith                  = Deschide cu...
noteedit.attachment.open.progress.title       = Deschidere ataşament
noteedit.attachment.open.progress.message     = Deschidere (0)...
noteedit.attachment.saveas                    = &Salvează ca...
noteedit.attachment.saveas.progress.title     = Salvare ataşament
noteedit.attachment.saveas.progress.message   = Salvare {0}...
noteedit.attachment.saveas.successmsg.title   = Ataşament salvat
noteedit.attachment.saveas.successmsg         = Ataşamentul a fost salvat la {0}.
noteedit.attachment.saveas.view               = Vizualizare
noteedit.attachment.delete                    = &Şterge

noteappearance.title                          = Opţiuni listă note
noteappearance.pt                             = pt
noteappearance.bold                           = Îngroşat
noteappearance.italic                         = Italic
noteappearance.headerfontlabel                = Font antet:
noteappearance.textfontlabel                  = Font text:
noteappearance.notelines                      = Previzualizare linii text:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Redare formatare text
noteappearance.datedisplay.label              = Afişare dată şi oră:
noteappearance.datedisplay.combo.none         = Niciunul
noteappearance.datedisplay.combo.created      = Creat
noteappearance.datedisplay.combo.modified     = Modificat
noteappearance.datedisplay.combo.both         = Creat şi modificat
noteappearance.datedisplay.sortmodedate       = Afişează întotdeauna modul de sortare dată
noteappearance.datedisplay.displaytime        = Afişare timp
noteappearance.tagdisplay.enabled             = Afişare etichete
noteappearance.tagdisplay.fullnames           = Arată mereu numele complete ale etichetelor
noteappearance.remarksdisplay.enabled         = Afişare remarci
noteappearance.remarksdisplay.lines.max       = Linii remarcă de afişat:

notebookmessage.title                         = Agendă
notebookmessage.message                       = Nu se poate încărca agenda deoarece următoarea cale este inaccesibilă: "{0}"
notebookmessage.button.create                 = Creare nou
notebookmessage.button.open                   = Deschide existent
notebookmessage.button.exit                   = Ieşire

pastemessage.caption                          = Conflict lipire note
pastemessage.title                            = Această agendă conţine deja {0} note cu acelaşi ID dar text diferit. {n} Ce doriţi să faceţi?
pastemessage.button.replace                   = Înlocuieşte
pastemessage.button.replace.description       = Înlocuieşte notele existente nu notele din clipboard
pastemessage.button.addnew                    = Adaugă ca nou
pastemessage.button.addnew.description        = Adaugă note din clipboard ca note noi cu un ID nou
pastemessage.button.lastmodified              = Utilizează ultima modificată
pastemessage.button.lastmodified.description  = Utilizează note cu o dată a modificării mai recentă

pastemessage.attachmentdatanotfound           = Nu se poate lipi:{n}Agenda cu date pentru ataşamentul '{0}' nu a fost găsită

searchdialog.find.title                       = Caută
searchdialog.findandreplace.title             = Caută şi înlocuieşte
searchdialog.findwhat                         = Ce caută:
searchdialog.replacewith                      = Înlocuieşte cu:
searchdialog.matchcase                        = Potrivire majuscule/minuscule
searchdialog.searchinsidewords                = Caută în cuvinte
searchdialog.button.findprevious              = Caută &precedentul
searchdialog.button.findnext                  = Caută următorul
searchdialog.button.replace                   = Înlocuieşte
searchdialog.button.replaceall                = Înlocuieşte tot
searchdialog.button.close                     = În&chide
searchdialog.specifiedtextnotfound            = Textul specificat nu a fost găsit.
searchdialog.findreachedstartingpoint         = Caută pînă la ajungere la punctul de plecare al căutării.

wronglinkmessage.title                        = Deschidere legătură
wronglinkmessage.notenotfound                 = Nota legată nu a fost găsită.
wronglinkmessage.notebooknotfound             = Agenda care coţine nota din legătură nu a fost găsită.
wronglinkmessage.notebookincompatible         = Agenda care conţine legături între note este incompatibilă cu versiunea curentă.
wronglinkmessage.notebookencrypted            = Agenda care conţine nota legată este criptată
wronglinkmessage.button.remove                = Şterge legătură
wronglinkmessage.button.createnew             = Crează notă nouă

externallinkmessage.title                     = Deschidere legătură externă
externallinkmessage.message                   = Această legătură are o referinţă spre o altă notă '{0}'.{n}Cum doriţi să deschid nota ?
externallinkmessage.switchmessage             = Această legătură trimite către alt fişier agendă '{0}'.{n}Doriţi să comutaţi la cealaltă agendă?
externallinkmessage.button.anotherinstance    = Deschideţi altă instanţă
externallinkmessage.button.switch             = Comutaţi agendele
externallinkmessage.button.switch.changes     = Toate schimbările vor fi salvate.

upgrademessage.title                          = Actualizare agendă
upgrademessage.message                        = Fişierul agendă '{0}'{n}a fost creat de o versiune mai veche a [app.name].{n}Doriţi actualizarea lui?
upgrademessage.check.createbackup             = Creare copie de siguranţă
upgrademessage.cancelled                      = Actualizare a fost anulată.
upgrademessage.successful                     = Actualizare reuşită!
upgrademessage.successful.backup              = Actualizare reuşită!{n}Fişierul copie de siguranţă al vechiului fişier a fost salvat ca:{n}{0}{n}în folderul: {n}'{1}'.
upgrade.backup.before                         = înainte de actualizare la

backup.successdialog.caption                  = Copiere de siguranţă reuşită
backup.successdialog.message                  = Agenda a fost copiată cu succes{n}ca {0}{n}la {1}
backup.processdialog.caption                  = Copiere de siguranţă în curs
backup.processdialog.message                  = Vă rugăm aşteptaţi în timp ce agenda este copiată

tagsedit.title                                = Adăugare / Eliminare etichete
tagsedit.addtags                              = Adaugă etichete:
tagsedit.removetags                           = Elimină etichete:

passworddialog.title                          = Introduceţi parola
passworddialog.old.title                      = Introduceţi vechea parolă
passworddialog.password                       = Parolă:
passworddialog.old.password                   = Vechea parolă:
passworddialog.incorrectpassword              = Parolă incorectă
passworddialog.notebook                       = Agendă...

setnotebookpassworddialog.title               = Protecţie cu parolă
setnotebookpassworddialog.enabled.encryption  = Protejează această agendă cu o parolă
setnotebookpassworddialog.oldpassword         = Vechea parolă:
setnotebookpassworddialog.newpassword         = Noua parolă:
setnotebookpassworddialog.confirmpassword     = Confirmare parolă:
setnotebookpassworddialog.incorrectpassword   = Parolă veche incorectă
setnotebookpassworddialog.matcherror          = Parola şi confirmarea parolei nu se potrivesc
setnotebookpassworddialog.equalerror          = Vechea şi noua parolă nu sînt identice
setnotebookpassworddialog.successfullychanged = Parolă modificată cu succes
setnotebookpassworddialog.successfullyremoved = Parolă înlăturată cu succes
setnotebookpassworddialog.cancelled           = Setarea parolei a fost anulată
setnotebookpassworddialog.errormsg            = Programul a întîlnit o eroare în timpul setării parolei.
setnotebookpassworddialog.errormsg.title      = Eroare setare parolă
setnotebookpassworddialog.autoreset.checkbox  = Minimizează şi blocează imediat
setnotebookpassworddialog.autoreset.suffix    = minute de inactivitate
setnotebookpassworddialog.warning             = ATENŢIE: Parola nu poate fi recuperată! Dacă o uitaţi, {n}veţi pierde permanent accesul la notele din această agendă!
setnotebookpassworddialog.option.dontstore    = Nu ţine minte parola: sarcinile din fundal nu rulează cînd agenda este blocată
setnotebookpassworddialog.option.store        = Ţine minte parola: sarcinile din fundal rulează chiar şi cînd agenda este blocată
setnotebookpassworddialog.storepassword.warning = ATENŢIE: Necesită stocarea parolei criptată pe disc.{n}Nu folossiţi această opţiune cînd aveţi nevoie de securitate maximă.
setnotebookpassworddialog.lockonminimize.checkbox = Blochează imediat după minimizare
setnotebookpassworddialog.lockonsyslock.checkbox = Blochează atunci cînd calculatorul este blocat
setnotebookpassworddialog.notebookisencrypted = Agenda este criptată
setnotebookpassworddialog.button.changepassword = Modificare parolă...

encrypt.progress.caption                      = Progres criptare
encrypt.progress.message                      = Vă rugăm aşteptaţi cît timp se criptează...
decrypt.progress.caption                      = Progres decriptare
decrypt.progress.message                      = Vă rugăm aşteptaţi cît timp se decriptează...

recentlist.notfoundmessage                    = Doriţi să înlăturaţi referinţa către, din lista Recente?
recentlist.cantclosenotebook                  = Nu se poate închide o singură agendă

replacetags.title                             = Înlocuire etichete
replacetags.sourcetags                        = Înlocuire etichete:
replacetags.desttags                          = Cu etichete:
replacetags.hint                              = Folosind acest dialog puteţi redenumi, împărţi, îmbina sau şterge etichete.{n}{n} Ex. Pentru a şterge o etichetă, scrieţi-o în primul cîmp şi lăsaţi-l pe al doilea necompletat.

recyclebindialog.title                        = Coş de gunoi
recyclebindialog.column.datedeleted           = Şters
recyclebindialog.column.title                 = Titlu
recyclebindialog.column.text                  = Text
recyclebindialog.column.datecreated           = Creat
recyclebindialog.column.datemodified          = Modiifcat
recyclebindialog.column.size                  = Mărime (KB)
recyclebindialog.column.tags                  = Etichete
recyclebindialog.column.sectionname           = Secţiune
recyclebindialog.column.link                  = Legătură
recyclebindialog.button.restore               = Restaurare
recyclebindialog.button.delete                = Ştergere
recyclebindialog.button.deleteall             = Gol
recyclebindialog.label.maxsize                = Numărul maxim de note şterse de păstrat:
recyclebindialog.label.keepnotes              = Şterge permanent după
recyclebindialog.label.keepnotes.suffix       = zile
recyclebindialog.error.invalidmaxsize         = Numărul maxim al notelor şterse trebuie să fie un număr pozitiv
recyclebindialog.error.invalidkeepnotes       = Numărul zilelor trebuie să fie un număr pozitiv

recyclebindialog.menu.restore                 = Restauraţi
recyclebindialog.menu.delete                  = Ştergeţi
recyclebindialog.menu.deleteall               = Gol

recyclebindialog.confirm.delete.title         = Ştergeţi permanent
recyclebindialog.confirm.delete.message       = Ştergeţi permanent {0} notele selectate?
recyclebindialog.confirm.deleteall.title      = Goliţi coşul de gunoi?
recyclebindialog.confirm.deleteall.message    = Ştergeţi permanent toate cele {0} note?
recyclebindialog.confirm.restore.title        = Restauraţi notele din coşul de gunoi?
recyclebindialog.confirm.restore.message      = Restauraţi {0} note selectate?

tray.addnew                                   = Notă nouă
tray.restore                                  = Restaurează
tray.exit                                     = Ieşire

printdialog.title                             = Imprimare note
printdialog.title.single                      = Imprimare notă
printdialog.group.scope                       = Scop imprimare
printdialog.group.fields                      = Cîmpuri imprimare
printdialog.errormsg                          = Programul a întîlnit o eroare în timpul imprimării.
printdialog.errormsg.title                    = Eroare imprimare

export.title                                  = Exportă note
export.filemask.txt                           = Text unicod
export.filemask.xml                           = XML
export.filemask.html                          = Pagină web
export.successmsg.title                       = Export reuşit
export.successmsg                             = Exportul notelor complet. Note exportate: {0}.
export.errormsg                               = S-a produs o eroare în timpul exportului.
export.errormsg.title                         = Eroare de export
export.html.created                           = Creat:
export.html.modified                          = Modificat:
export.scope.all                              = Toate notele ({0})
export.scope.current                          = Vizualizare curentă ({0})
export.scope.selection                        = Notele selectate ({0})
export.field.title                            = Titlu
export.field.text                             = Text
export.field.creation                         = Dată creare
export.field.modification                     = Dată modificare
export.field.link                             = Legătură
export.field.tags                             = Etichete
export.field.remarks                          = Remarci
export.field.attachments                      = Ataşamente
export.group.scope                            = Scop export
export.group.fields                           = Cîmpuri export
export.errormsg.nonotes                       = Nu se poate exporta o agendă goală
export.button.view                            = Vizualizare

export.processdialog.caption                  = Progres export
export.processdialog.message                  = Vă rugăm aşteptaţi cît timp se exportă...

import.title                                  = Importă notă
import.filemask.all                           = Fişier CintaNotes
import.filemask.db                            = Agendă CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Importare reuşită
import.successmsg                             = Importare note completă.{n} Note importate: {0}.{n} Note actualizate: {1}.{n} Duplicate ignorate: {2}
import.errormsg                               = S-a produs o eroare în timpul importării.
import.errormsg.title                         = Eroare de import
import.label.addtags                          = Adăugare etichete:
import.importsections                         = Importă secţiuni
import.allowduplicates                        = Permite duplicate

import.processdialog.caption                  = Progres import
import.processdialog.message                  = Vă rugăm aşteptaţi cît timp se importă...

import.error.sectioncountexceeded             = Fişierul {0} nu poate fi importat cu secţiuni. {n}Limita de [sections.limit] secţiuni ar fi depăşită.

options.hotkeys.title                         = Configurare taste rapide
options.hotkeys.clip.label                    = Taie textul:
options.hotkeys.show.label                    = Arată fereastra principală:
options.hotkeys.newnote.label                 = Adaugă o notă nouă:

options.hotkeys.hint                          = Pentru a dezactiva o tastă rapidă, apasaţi ESC în cîmpul respectiv.{n}{n}Încercaţi să alegeţi taste rapide care nu sunt folosite de alte aplicaţii, altfel CintaNotes poate interfera cu operaţiunile normale ale acestora şi să nu funcţioneze corespunzator el însuşi.
options.hotkeys.cannotregister                = Această combinaţie de taste nu poate fi înregistrată. Vă rugăm alegeţi alta.
options.hotkeys.cannotregister.title          = Nu se poate înregistra tasta rapidă

filtercontrol.total.one                       = {0} note
filtercontrol.total.many                      = {0} note
filtercontrol.filtered.one                    = {0} găsite
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Sortare după
filtercontrol.tooltip.back                    = Merge înapoi
filtercontrol.tooltip.forward                 = Merge înainte
filtercontrol.tooltip.back.extra              = Clic-dreapta pentru a vedea istoricul
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Şterge
tag.rename                                    = Redenumire…
tag.merge                                     = Îmbinare…
tag.delete.confirm.title                      = Şterge etichete
tag.delete.confirm.message.one                = Doriţi să ştergeţi eticheta selectată?
tag.delete.confirm.message.many               = Doriţi să ştergeţi etichetele selectate?
tag.delete.confirm.usecount.one               = Eticheta selectată este curent folosită în {0} note
tag.delete.confirm.usecount.many              = Etichetele selectate sînt curent folosite în {0} note
tag.displaycounts                             = Afişare contori
tag.properties                                = Proprietăţi…
tag.add                                       = Etichetă nouă...
tag.addchild                                  = Vlăstar nou…
tag.expandall                                 = Extinde
tag.collapseall                               = Reduce toate

tag.filter.none                               = Filtru fără etichete
tag.filter.used                               = Doar etichete folosite
tag.filter.related                            = Doar etichete înrudite

tagproperties.title                           = {0} Proprietăţi
tagproperties.autodeletecheckbox              = Şters automat
tagproperties.autodeletecheckbox.tip          = Şterge eticheta cînd nu există note cu această etichetă
tagproperties.autoexpandedcheckbox            = Extins în mod implicit

deletetags.deletechildren                     = Ştergere cu toţi vlăstarii etichetelor
deletetags.deletenotes.one                    = Şterge {0} note
deletetags.deletenotes.many                   = Ştergeţi {0} note?
deletetags.deletenotes.havingthistag.one      = avînd această etichetă
deletetags.deletenotes.havingthistag.many     = avînd aceste etichete

newtag.title                                  = Etichetă nouă
newtag.name                                   = Nume etichetă
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Vlăstar nou etichetă

tagsidebar.all                                = Toate
tagsidebar.untagged                           = Fără etichetă




notebookconfig.title                          = Parametri agendă
notebookconfig.path.caption                   = Fişier agendă:
notebookconfig.path.browse.mask               = Agende CintaNotes (*.db)|*.db|Toate fişierele(*.*)|*.*
notebookconfig.path.browse.caption            = Răsfoieşte după fişiere agendă CintaNotes
notebookconfig.disconnect.enabled             = {s}Activează sincronizarea externă a agendelor
notebookconfig.disconnect.label               = Eliberează blocarea fişierului după:
notebookconfig.disconnect.seconds             = secunde de inactivitate
notebookconfig.move                           = {s}Realocare agendă curentă

noterichedit.format                           = &Formatare
noterichedit.format.bold                      = &Îngroşat
noterichedit.format.italic                    = &Italic
noterichedit.format.underline                 = &Subliniat
noterichedit.format.strikeout                 = &Tăiat
noterichedit.format.highlight                 = &Evidenţiază
noterichedit.format.monospace                 = &Monospaţial

noterichedit.align                            = &Aliniere
noterichedit.align.left                       = &La stînga
noterichedit.align.center                     = La &centru
noterichedit.align.right                      = La d&reapta

noterichedit.indent                           = &Indent
noterichedit.format.indent                    = &Indent
noterichedit.format.outdent                   = &Outdent

noterichedit.format.list.bullet               = Lista &neordonată
noterichedit.format.list.numbered             = Listă &ordonată

noterichedit.format.clear                     = &Curăţă

noterichedit.insertlink                       = &Inserare legătură
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Notă
noterichedit.insertlink.file                  = &Fişier

noterichedit.paste.intolistitem               = Lipeşte în listă elemente
noterichedit.paste.intolist                   = Lipeşte în listă

noterichedit.editlink                         = Reţinteşte legătură
noterichedit.deletelink                       = Şterge legătură
noterichedit.copynotelink                     = Copiază &legătura notei

richedit.find                                 = Caută...
richedit.replace                              = Înlocuire...

noteproperties.title                          = Proprietăţile notei
noteproperties.source.label                   = Sursă:
noteproperties.created.label                  = Creat:
noteproperties.modified.label                 = Modificat:
noteproperties.notesize.label                 = Mărime notă: {0} KB
noteproperties.notesizeondisk.label           = {0} KB pe disc
noteproperties.charcount.label                = Caractere: {0}
noteproperties.wordcount.label                = Cuvinte: {0}
noteproperties.error.invaliddates             = Data modificării nu poate fi înainte de data creării

selecturldialog.title                         = Introduceţi URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Fişierul agendă a fost şters.{n}Apliaţia va fi închisă.
error.notebook.unknownversion                 = Fişierul agendă '{0}'{n} a fost creat de o versiune mai nouă a [app.name] şi nu poate fi deschis.{n}{n}Vă rugăm descărcaţi ultima versiune a [app.name] de la [app.url] pentru a deschide acest fişier.
error.notebook.cantopenwhenupgrade            = Fişierul agendă '{0}'{n} a fost creat de o versiune mai veche a [app.name] şi nu poate fi actualizat.{n}Vă rugăm verificaţi dacă aveţi permisiunea de a scrie acest fişier.
error.notebook.upgradeerror                   = Fişierul agendă '{0}'{n} a fost creat de o versiune mai veche a [app.name] şi nu poate fi actualizat.{n}{n}Mesaj eroare: {1}
error.notebook.encrypted                      = Fişierul agendă '{0}'{n} este criptat
error.notebook.databasedamaged                = Fişierul agendă '{0}'{n}a fost deteriorat şi nu poate fi deschis.{n}{n}Mesaj eroare: {1}
error.notebook.busy                           = error.notebook.busy{n}Fişierul agendă '{0}'{n}este folosit de o altă aplicaţie şi nu poate fi deschis.
error.note.notfound                           = Nota a fost ştearsă

error.notebook.dbcorrupt.title                = Atenţionare bază de date agendă
error.notebook.dbcorrupt.message              = Fişierul bază de date agendă ar putea fi deteriorat. Pentru a remedia problema vă rugăm să trimiteţi următoarele informaţii la [support.email]: {0}

license.key.status.notfound                   = Informaţiile de înregistrare nu au fost găsite.
license.key.status.valid                      = Informaţiile de înregistrare sînt valide.
license.key.status.invalid                    = Date de înregistrare invalide.
license.key.status.stolen                     = Cheia de înregistrare a fost dezactivată de către distribuitor.
license.key.status.expired                    = Această cheie de înregistrare conţine o dată care a expirat.
license.key.status                            = Stare cheie de înregistrare: {0}

license.type.basic                            = Licenţă de bază (gratuită)
license.type.personal                         = Licenţă PRO
license.type.company                          = Licenţă PRO (Companie)
license.type.promo                            = [license.type.personal] (Promo)
license.type.lifetime                         = Pe viaţă [license.type.personal]

licensedialog.title                           = Licenţă
licensedialog.name.label                      = Nume înregistrare şi e-mail
licensedialog.key.label                       = Cheie de înregistrare:
licensedialog.try                             = Solicită probă {0}-zile
licensedialog.buy                             = Cumpără
licensedialog.renew                           = Reînnoire
licensedialog.register                        = Înregistrează
licensedialog.buy.hint                        = Caracteristicile comerciale sînt momentan inactive.{n} Pentru a le activa, apasti pe 'Cumpără' şi urmaţi instrucţiunile de pe site.
licensedialog.current.expdate                 = Data expirării
licensedialog.never                           = Niciodată
licensedialog.expired                         = O cheie de licenţă nevalidă pentru versiunea curentă este prezentă. Vă rugăm reînnoiţi-o pentru ca continua folosirea funcţiilor comerciale.
licensedialog.current.upd.expdate             = Data expirării actualizăriilor gratuite
licensedialog.register.success                = Vă mulţumim pentru înregistrare!
licensedialog.register.success.title          = Succes
licensedialog.register.fail                   = Înregistrare nereuşită
licensedialog.register.fail.extra             = Vă rugăm să verificaţi dacă "[licensedialog.name.label]" {n} este în forma "Prenume Nume (e-mail)"
licensedialog.register.expired                = Această cheie de licenţă este nevalidă pentru versiunea [app.name].
licensedialog.register.expired.extra          = Această cheie de licenţă este validă pentru versiunile anterioare datei {0},{n}dar această versiune ({1}) este lansată pe {2}.
licensedialog.unregister.confirm              = Sigur doriţi să ştergeti toate informaţiile de înregistrare?
licensedialog.unregister.confirm.title        = Anulare înregistrare licenţă?
licensedialog.unregister.error                = Nu se poate şterge fişierul cheie licenţă. {n}Vă rugăm să rulaţi aplicaţia ca administrator.
licensedialog.replace.confirm                 = Doriţi să înlocuiţi licenţa curentă?
licensedialog.replace.confirm.title           = Înlocuire licenţă?
licensedialog.hint.delete                     = Pentru a reseta licenţa, apăsaţi [licensedialog.hint.delete.shortcut]

licenserequireddialog.title                   = Se necesită actualizare licenţă
licenserequireddialog.message.default         = Această caracteristică nu este disponibilă cu licenţa curentă.
licenserequireddialog.message.upg             = Vă rugăm actualizaţi licenţa dvs. pentru a activa această caracteristică!{n}{n}Pentru detalii faceţi click pe butonul "Licenţă" de mai jos.
licenserequireddialog.licensebutton           = Licenţă

licenseexpireddialog.title                    = Licenţa a expirat
licenseexpireddialog.renew.message            = Cheia dvs. nu mai este validă pentru această versiune a [app.name].{n}Trebuie să reînnoiţi licenţa dvs. sau retrogradaţi la licenţa de bază (Gratis).
licenseexpireddialog.buy.message              = Cheia dvs. de încercare a expirat.{n}Vă rugăm cumpăraţi o licenţă PRO sau retrogradaţi la licenţa de bază (Gratis).
licenseexpireddialog.freebutton               = Retrogradare
licenseexpireddialog.renewbutton              = Reînnoire
licenseexpireddialog.buybutton                = Cumpără
licenseexpireddialog.exitbutton               = Ieşire
licenseexpireddialog.dontshowdialog           = Nu mai arată acest dialog.
licenseexpireddialog.renew.hintlabel          = Reînnoirea licenţei durează doar cîteva minute{n} şi este oferită cu o reducere de [license.renew.discount] din preţul întreg.
licenseexpireddialog.buy.hintlabel            = Îmbunătăţirea la o licenţă PRO durează doar cîteva minute.

updatedialog.title                            = Verifică actualizări
updatedialog.initmessage                      = Verificarea actualizărilor a fost anulată.{n} Faceţi click pe butonul 'Verifică din nou' pentru a relua.
updatedialog.label.changes                    = Modificări în această versiune:
updatedialog.button.check                     = Verfică din nou
updatedialog.button.download                  = Desărcare
updatedialog.label.autocheck                  = Efectuează această verificare automat
updatedialog.error.invalidfile                = Versiune fişier nevalidă
updatedialog.error.connectionrefused          = Conexiune refuzată.
updatedialog.error.servernotresponding        = Server-ul nu răspunde.
updatedialog.error.invalidproxysettings       = Setări proxy nevalide.
updatedialog.error.inetdisconnected           = Internet deconectat.
updatedialog.warn.newversion.licensekeyinvalid = Avertisment! Cheia dvs. curentă de licenţă nu este validă pentru această versiune.{n}Vă rugăm să reînnoiţi cheia de licenţă dacă vreţi să continuaţi folosirea caracteristicilor PRO.
updatedialog.result.uptodate                  = Această versiune ({0}) CintaNotes este actualizată.
updatedialog.result.newversion                = Există o nouă versiune [app.name] disponibilă: {0}
updatedialog.state.connecting                 = Conectare…
updatedialog.state.findingserver              = Căutare server…
updatedialog.state.downloadingfile            = Descărcare fişier…

updatedialog.downloaddialog.title             = Avertisment
updatedialog.downloaddialog.msg               = Această versiune poate schimba formatul fişierelor agendă ale dvs., iar versiunile mai vechi ale CintaNotes nu le vor mai putea citi.{n}{n}Dacă doriţi să folosiţi caracteristicile PRO cu noua versiune, vă rugăm să reînnoiţi cheia de licenţă înainte de instalarea noii versiuni, sau îmbunătăţiţi la licenţă pe viaţă.{n}{n}Ce doriţi să faceţi?
updatedialog.downloaddialog.download          = Descarcă oricum
updatedialog.downloaddialog.renew             = Reînnoire cheie licenţă
updatedialog.downloaddialog.upgrade           = Îmbunătăţire la licenţă pe viaţă

proxysettingsdialog.title                     = Setări proxz
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Nume utilizator:
proxysettingsdialog.password                  = Parolă:
proxysettingsdialog.mode.disabled             = Dezactivează proxy
proxysettingsdialog.mode.preconfig            = Utilizează setări proxy sistem
proxysettingsdialog.mode.enabled              = Utilizează proxy:
proxysettingsdialog.error.invalidport         = Portul trebuie să fie un număr pozitiv

synchronizationbar.sync.tip                   = Sincronizează acum
synchronizationbar.cancel.tip                 = Anulare
synchronization.status.starting               = Pornire sincronizare...
synchronization.status.login                  = Autentificare...
synchronization.status.retrieveindex          = Preluare index note...
synchronization.status.addlocalnotes          = Descărcare note noi... {0} din {1}
synchronization.status.updatelocalnotes       = Descărcare actualizări... {0} din {1}
synchronization.status.removelocalnotes       = Înlăturare note locale... {0} din {1}
synchronization.status.restorelocalnotes      = Restaurare note locale din coşul de gunoi... {0} of {1}
synchronization.status.totrashlocalnotes      = Mutare note locale la coşul de gunoi... {0} of {1}
synchronization.status.addremotenotes         = Actualizare note noi... {0} din {1}
synchronization.status.updateremotenotes      = Încărcare actualizări... {0} din {1}
synchronization.status.removeremotenotes      = Înlăturare note de la distanţă... {0} din {1}
synchronization.status.restoreremotenotes     = Restaurare note de la distanţă din coşul de gunoi... {0} of {1}
synchronization.status.totrashremotenotes     = Mutare note de la distanţă la coşul de gunoi... {0} of {1}
synchronization.status.cancelling             = Anulare...

synchronization.result.local                  = Local:
synchronization.result.remote                 = La distanţă:
synchronization.result.added                  = Adăugat:
synchronization.result.updated                = Actualizat:
synchronization.result.removed                = Înlăturat:
synchronization.result.errors                 = Erori:

synchronization.error.downloadattachment      = Descărcarea ataşamentului '{0}' nu a reuşit.
synchronization.error.uploadattachment        = Încărcarea ataşamentului '{0}' nu a reuşit.
synchronization.error.deleteattachment        = Ştergerea ataşamentelor de pe server nu a reuşit.
synchronization.error.exceededfileslimit      = Limita mărimii totale a ataşamentelor, de {0} [mbytes], este depăşită cu {1} [mbytes].{n}Ştergeţi unele ataşamente pentru a continua sincronizarea.

synchronization.state.completed               = Sincronizare completă.
synchronization.state.completedwitherrors     = Sincronizare neterminată, vă rugăm încercaţi mai tîrziu.
synchronization.state.completedempty          = Sincronizare completă. Nici o modificare găsită.
synchronization.state.failed                  = Sincronizare nereuşittă.
synchronization.state.authorizationfailed     = Autorizare nereuşită.
synchronization.state.invalidproxysettings    = Setări proxy nevalide.
synchronization.state.systemproxyautherror    = Proxy necesită autentificare. Vă rugăm folosiţi setările manuale pentru proxy.
synchronization.state.nameresolvingfailed     = Nu vă puteţi conecta. Numele serverului nu este rezolvat.
synchronization.state.internetdisconnected    = Nici o conexiune la internet.
synchronization.state.servernotresponding     = Server-ul nu răspunde.

synchronization.state.notsynchronized         = Nesincronizat
synchronization.state.lastsynchronization     = Ultima sincronizare {0}

syncpropertiesdialog.title                    = Proprietăţi sincronizare Simplenote
syncpropertiesdialog.login                    = Autentificare:
syncpropertiesdialog.password                 = Parolă:
syncpropertiesdialog.enabled.allnotebook      = Sincronizează această agendă cu Simplenote
syncpropertiesdialog.section.all              = Sincronizează toate secţiunile
syncpropertiesdialog.section.selected         = Sincronizează doar secţiunile selectate:
syncpropertiesdialog.conflictpolicy           = Politica de rezolvare a conflictului:
syncpropertiesdialog.conflictpolicy.local     = Utilizează local
syncpropertiesdialog.conflictpolicy.remote    = Utilizează de la distanţă
syncpropertiesdialog.conflictpolicy.last      = Utilizează ultima modificată
syncpropertiesdialog.cachereset.loginchanged  = Aţi schimbat ca sincronizarea să fie făcută la autentificare.{n}Cache-ul sincronizării va fi resetat şi toate datele de la distanţă vor fi tratate ca noi.{n}{n} Continuaţi?
syncpropertiesdialog.cachereset.title         = Resetez datele de sincronizare?
syncpropertiesdialog.autosync.checkbox        = Sincronizează automat la fiecare
syncpropertiesdialog.autosync.suffix          = minute
syncpropertiesdialog.button.proxysettings     = Setări proxy
syncpropertiesdialog.sectionselection.error   = Trebuie să selectaţi cel puţin o secţiune
syncpropertiesdialog.webdavserver.cinta       = Server CintaNotes (spaţiu folosit: {0} din {1} MB)
syncpropertiesdialog.webdavserver.custom      = Server personalizat WebDAV 
syncpropertiesdialog.attachments              = Spaţiu pe server folosit pentru ataşamente:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} din {1}{2} ({3}{2} rămase)
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} din{1}{2}
syncpropertiesdialog.attachments.exceedwarning = AVERTISMENT: Limită depăşită a spaţiului de pe server!{n}Reduceţi mărimea totală a ataşamentelor sincronizate cu {0}{1}{n}pentru a continua sincronizarea.

webdavpropertiesdialog.title                  = Proprietăţi conexiune WebDAV
webdavpropertiesdialog.host                   = Gazdă
webdavpropertiesdialog.port                   = Port
webdavpropertiesdialog.serverpath             = Cale server
webdavpropertiesdialog.user                   = Utilizator
webdavpropertiesdialog.password               = Parolă
webdavpropertiesdialog.button.test            = Test
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = Portul trebuie să fie un număr pozitiv
webdavpropertiesdialog.connectiontest.title   = Test conectare
webdavpropertiesdialog.connectiontest.success = Conectare reuşită.
webdavpropertiesdialog.connectiontest.fail    = Conectare nereuşită.

section.new                                   = Secţiune nouă...
section.new.tip                               = Crează secţiune nouă
section.edit                                  = Proprietăţi...
section.delete                                = Şterge
section.selectall                             = Selectează tot
section.licenserequired                       = Licenţa dvs. curentă vă permite să creaţi pînă la {0} secţiuni.
section.move.left                             = Mută la &stînga
section.move.right                            = Mută la d&reapta

section.confirmdelete                         = Ştergeţi secţiuni '{0}' cu {1} notiţe?
section.confirmdelete.title                   = Ştergeţi secţiunea?
section.confirmdelete.many                    = Ştergeţi {0} secţiuni selectate cu {1} notiţe?
section.confirmdelete.title.many              = Ştergeţi secţiunile?

section.all                                   = [tagsidebar.all]
section.main                                  = Principal
section.inbox                                 = Setare ca Inbox

sectionedit.title                             = Editează proprietăţile secţiunii
sectionedit.title.new                         = Crează secţiune nouă
sectionedit.name                              = Nume:
sectionedit.color                             = Culoare:
sectionedit.sectionalreadyexists              = Există deja o secţiune cu acest nume

movetosection.title                           = Mută în secţiunea
movetosection.label.one                       = Mută {0} notă în secţiunea:
movetosection.label.many                      = Mută {0} note în secţiunea:

clipping.balloon.caption                      = [app.name] decupat
clipping.balloon.intosection                  = în
clipping.balloon.tagged                       = şi etichetat [{0}]

filedialog.filemask.all                       = Toate fişierele

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Spaţiu
left                                          = Săgeată la stînga
right                                         = Săgeată la dreapta
up                                            = Săgeată în sus
down                                          = Săgeată în jos
bksp                                          = BkSp

bytes                                         = O
kbytes                                        = KO
mbytes                                        = MO
gbytes                                        = GO
